# vital
base-devel
cmake
flatpak
npm
rclone
autorandr
fcitx
picom
sxhkd
autorandr
dunst
noto-fonts-emoji
sxiv
pavucontrol
firefox
zathura
zathura-pdf-mupdf
xsel
xclip
fcitx
fcitx-qt5
fcitx-configtool
fcitx-mozc
fzf
tldr
shfmt
python-pipenv
pass
tmux

# misc
docker
docker-compose
ctags
fd
rust
chromium
github-cli
rsync
alacritty
unzip
shellcheck
flameshot
ripgrep
ripgrep-all
exa
