# vital
base-devel
cmake
npm
rclone
autorandr
wal
fcitx
picom
sxhkd
autorandr
dunst
noto-fonts-emoji
sxiv
pavucontrol
firefox
zathura
zathura-pdf-mupdf
xsel
xclip
fcitx
fcitx-qt5
fcitx-configtool
fcitx-mozc
fzf
tldr

# misc
docker
docker-compose
fd
rust
chromium
github-cli

# aur
libxft-bgra-git
xidlehook
ngrok
gitflow-avh
